/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "保存";
"Cancel" = "取消";
"Select Language" = "选择语言";
"Select Channel" = "选择频道";
"Widget Settings" = "小部件设置";
"Settings" = "设定值";
"More Options" = "更多的选择";
"Submit" = "提交";
"Skip feedback" = "跳过反馈";
"Did we resolve your issue?" = "我们解决了您的问题吗？";
"Send Chat Transcript to your email address" = "将聊天记录发送到您的电子邮件地址。";
"Chat Transcript" = "聊天记录";
"Thanks for your feedback!" = "感谢您的反馈意见！";
"Feedback Comment" = "意见反馈";
"Additional Feedback" = "附加反馈";
"Add Additional Feedback" = "添加其他反馈";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "关于刚刚为您提供帮助的TELUS虚拟助手，您如何评价它的性能？";
"Want to share feedback?" = "想分享反馈？";
"Sorry! Your device does not support speech input" = "抱歉!您的设备不支持语音输入";
"Say something" = "说些什么";
"Ask me something" = "输入您的讯息";
"Something went wrong while connecting, make sure the credentials are right and try again" = "连接时出了点问题，请确保凭据正确无误，然后重试";
"Logout" = "登出";
"This field is required" = "这是必填栏";
"This password is incorrect" = "该密码不正确";
"This Jid  is invalid" = "此JID无效";
"Sign in" = "登入";
"Password" = "密码";
"Chatbot" = "聊天机器人";
"Mobile" = "移动";
"Privacy Policy" = "隐私政策";
"Agent" = "代理人";
"Read more" = "阅读更多";
"Read less" = "少读";
"Close" = "关闭";
"Email" = "电子邮件";
"Email address" = "电子邮件地址";
"Quick reply" = "快速回复";
"Emoji" = "表情符号";
"Please Enter Email" = "请输入电子邮件";
"Email Sent" = "邮件已发送";
"OK" = "好的";
"YES" = "是的";
"NO" = "不";
"Immediate fun or longer purpose - how to choose?" = "直接的乐趣还是更长远的目标——如何选择?";
"good" = "好的";
"response" = "回复";
"Failure" = "失败";
"Feedback successfully posted." = "反馈已成功发布。";
"Error" = "错误";
"No Internet connection " = "没有网络连接";
"Oops!" = "哎呀！";
"Hi" = "你好";
", thank you for your patience, we will be connecting you to the next available agent shortly." = "，感谢您的耐心等待，我们会尽快将您连接到下一个可用的代理。";
"Waiting for agent" = "等待代理";
"is now connected to chat" = "现在已连接到聊天";
"Genesys Call Transfer" = "Genesys 呼叫转移";
"No Chatbot Found" = "未找到聊天机器人";
"Feedback" = "回馈";
"Message!" = "信息！";
"Sorry, the requested URL not found!" = "抱歉，未找到请求的 URL！";
"Text to speech" = "文字转语音";
"Enable text to speech" = "启用文本到语音";
"has disconnected the chat" = "已断开聊天";
"Please enter valid email" = "请输入有效的电子邮件";
"Success" = "成功";
"Sorry! Currently no agent is available" = "对不起！目前没有可用的代理";
"Oops, this service is temporarily unavailable" = "糟糕，此服务暂时不可用";
"Retry" = "重试";
"1" = "一";
"2" = "二";
"3" = "三";
"4" = "四";
"5" = "五";
"6" = "六";
"7" = "七";
"8" = "八";
"9" = "九";
"10" = "十";
"You are no longer connnected with live agent." = "您不再与在线代理连接。";
"Unable to load the requested URL" = "无法加载请求的 URL";
"Unable to serve, you are too fast in typing" = "无法提供服务，您打字太快了";
"Unable to play video" = "无法播放视频";
"Thank You" = "谢谢";
"Chatbot cannot connect to the server at the moment. Please retry." = "聊天机器人目前无法连接到服务器。 请重试。";
"Connect" = "连接";
"Permission Denied" = "没有权限";
"Speech recognition permission is declined. Please allow access from settings." = "语音识别权限被拒绝。 请允许从设置进行访问。";
"Mike permission is declined. Please allow access from settings." = "迈克的许可被拒绝。 请允许从设置进行访问。";
"Please allow location access to fetch your current location." = "请允许位置访问以获取您当前的位置。";
"Open Settings" = "打开设置";
"Not Now" = "现在不要";
"Please select location on the map" = "请选择地图上的位置";
"Done" = "完毕";
"Clear" = "清除";
"Signature" = "签名";
"Signature not found." = "未找到签名。";
"Upload QR Code" = "上传二维码";
"Scan QR Code" = "扫描二维码";
"Please select option" = "请选择选项";
"Upload from Library" = "从库上传";
"Scanned Code" = "扫码";
"Uploaded QR Code is not valid. Please upload again." = "上传的二维码无效。 请重新上传。";
"Device has no camera" = "设备没有摄像头";
"Please allow permission to use the Camera so that you can scan QR code." = "请允许使用相机，以便您可以扫描二维码。";
"Please allow permission to access photos so that you can scan QR code." = "请授予访问照片的权限，以便您可以扫描二维码。";
"Reupload QR Code" = "重新上传二维码";
"Rescan QR Code" = "重新扫描二维码";
"unread message(s)" = "未读消息";
"Chat Invite" = "聊天邀请";
"You have a new chat invite from" = "您有一个新的聊天邀请，来自";
"Reject" = "拒绝";
"Accept" = "接受";
"Your session has been expired. Please start a new conversation." = "您的会话已过期。 请开始新的对话。";
"Please enter" = "请输入";
"Please enter valid" = "请输入有效";
"can't be more than" = "不能超过";
"characters" = "人物";
"Select" = "选择";
"Please select" = "请选择";
"Unable to send chat transcript." = "无法发送聊天记录。";
"Reset" = "重置";
"Please enter details" = "请输入详细信息";
"Email will be send to you shortly" = "电子邮件将很快发送给您";
